[
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "obsidian-pandoc",
  "media-extended",
  "recent-files-obsidian",
  "obsidian-image-auto-upload-plugin",
  "obsidian-local-rest-api",
  "obsidian-outliner",
  "easy-typing-obsidian",
  "mousewheel-image-zoom",
  "obsidian-latex-suite",
  "obsidian-auto-link-title",
  "omnisearch",
  "text-extractor",
  "vscode-editor",
  "obsidian-advanced-slides",
  "obsidian-copy-block-link",
  "highlightr-plugin",
  "copilot",
  "shiki-highlighter"
]